<template>
  <div class="container">
    <h3>INTRODUCTION</h3>
    <hr class="my-5" />
    <div class="mt-5 minifooter">
      <p>IEA인증원은</p>
      <p>
        개인역량 적격성인증에 대한 국제적으로 인증받는 표준인 ISO/IEC 17024:2012
        에 의해 인정된 글로벌 개인역량적격성인증기관입니다.
      </p>
      <p>
        ISO/IEC 17024:2012에는 특정 산업요구를 충족하기 위해 공인된 인력
        역량프레임워크를 개발하는데 사용할 수 있습니다. 이 표준은 이러한 ISO기반
        요구사항에 부합하려는 평가 프레임워크의 핵심 요구사항을 식별하며 이를
        관련 부문 지침 및 법률과 통합하는 역할을 수행합니다.
      </p>
      <p>
        IEA는 ISO심사원 자격을 포함한 각 산업별 국제전문자격을 개발하고 이를
        공인함으로써 국제공인전문인력의 자유로운 활동을 보장합니다.이는
        본질적으로 자격에 대한 ISO기반의 대안입니다.
      </p>
      <p>
        <span class="fw-bold text-primary">
          기존의 가격제도와의 가장 큰 차이는 …</span
        ><br /><br />

        ISO/IEC 17024:2012에 의해 개발된 인증제도는 다른 ISO표준과 거의 동일한
        방식으로 재인증이 필요합니다. 따라서 이 표준에 따라 개발된 프레임워크에
        대해 인증된 평가대상자는 고등교육 및 직업 훈련에서 제공하는
        “평생인증”방식과는 대조적으로 시간이 지남에 따라 역량을 유지해야 합니다.
        특히, 안전 부문에서는 최고 수준의 안전표준을 유지하기 위해서는 이러한
        추가적인 엄격함이 필수적입니다.
      </p>
      <p>
        지식은 유통기한을 가지고 있으며 오래전 학교에서 배운 지식이 현재까지
        유효하다라고 가정하는 것은 부적절합니다. 이 표준을 사용하면 이러한
        단점이 극복됩니다. 인증된 인원은 지속적인 인증서 소유를 위해서는
        지속적으로 역량을 유지해야 할 책임을 집니다.
      </p>
      <p>
        IEA는 보다 유능한 인원의 달성을 보장하고 유지하기 위해 전 세계적으로
        인정받는 인증 수준을 개발하고 유지하는데 최선을 다하고 있습니다.
      </p>
    </div>
  </div>
</template>
<script>
export default {
  components: {},
  data () {
    return {
      sampleData: ''
    }
  },
  setup () { },
  created () { },
  mounted () { },
  unmounted () { },
  methods: {}
}
</script>
<style scoped>
.minifooter {
  margin-bottom: 200px;
}
</style>
